[
    {
        "titre_h2": "Main navigation",
        "contenu": "Health Information\n\nToggle Health Information Dropdown\n\n\n\nDisorders\n\n\nClinical Trials and Studies\n\n\nPatient & Caregiver Education\n\n\nPublic Education\n\n\nStroke Disorders Clinical Trials and Studies Patient & Caregiver Education Public Education Stroke Funding\n\nToggle Funding Dropdown\n\n\n\nFind Funding Opportunities\n\n\nAbout Funding\n\n\nPreparing Your Application\n\n\nAfter You Submit\n\n\nDetermining Your Funding Likelihood\n\n\nManage Your Award\n\n\nNINDS Small Business Program\n\n\nTraining & Career Development Find Funding Opportunities About Funding Preparing Your Application After You Submit Determining Your Funding Likelihood Manage Your Award NINDS Small Business Program Training & Career Development Current Research\n\nToggle Current Research Dropdown\n\n\n\nFocus on Disorders\n\n\nFocus on Tools & Topics\n\n\nResearch Funded by NINDS\n\n\nResearch at NINDS\n\n\nScientific Resources\n\n\nTrans-Agency Activities Focus on Disorders Focus on Tools & Topics Research Funded by NINDS Research at NINDS Scientific Resources Trans-Agency Activities News & Events\n\nToggle News & Events Dropdown\n\n\n\nEvents\n\n\nNews\n\n\nDirector's Messages Events News Director's Messages Publications\n\nToggle Publications Dropdown\n\n\n\nPublications Help Publications Help About NINDS\n\nToggle About NINDS Dropdown\n\n\n\nWho We Are\n\n\nWhat We Do\n\n\nJob Opportunities\n\n\n75th Anniversary Who We Are What We Do Job Opportunities 75th Anniversary"
    },
    {
        "titre_h2": "What is complex regional pain syndrome?",
        "contenu": "Complex regional pain syndrome is a broad term that covers long-lasting pain and inflammation that can happen after an injury or a medical event, such as surgery, trauma, stroke, or heart attack. Although complex regional pain syndrome (CRPS) can occur anywhere in the body, it usually affects a person’s arm, leg, hand, or foot. CRPS is usually triggered by trauma or injury to the affected limb or other body part. There are several subtypes of CRPS. CRPS-1 occurs after illness or injury but is not associated with any specific nerve damage, and CRPS-2 is associated with damage to a specific nerve. The majority of cases of CRPS are CRPS-1. Other subtypes are named based on the primary temperature sensation the person feels on the skin. Warm CRPS is usually felt earlier in CRPS, while Cold CRPS is generally seen when CRPS is ongoing. People living with CRPS have pain that is much greater than normal, even without a visible injury. Other symptoms include changes in skin color, temperature, and/or swelling on the arm or leg below the injury site. CRPS symptoms may also change over time including the type of pain, skin color, and temperature changes. CRPS can be acute (short-term) or chronic (lasting longer than three months). Early studies suggested that most CRPS patients recover and very few have pain after one year. More recent studies have found that while pain symptoms and disability improve with time, most people have some degree of pain after one year. Severe or long-lasting cases of CRPS are very disabling and can prevent a person from working or doing their usual activities. Whether a person has a mild or severe case of CRPS depends not only on the severity of the original injury, but also on the person’s underlying health. Younger people, children, and teenagers are more likely to recover, as are healthy older adults with good circulation and nutrition. Smoking and diabetes make recovery especially difficult, as does previous chemotherapy. Quitting smoking and managing diabetes can increase a person’s chance of recovering from CRPS. Symptoms of CRPS are different for each person. Most people do not have all of the symptoms listed below. CRPS-related pain can be constant, come and go, or get worse when the limb is touched. As a person recovers from CRPS, their symptoms will begin to go away. Unprovoked or sudden pain that can be constant or change with activity: A person might feel a “burning” or “pins and needles” sensation, or as if the affected limb was being squeezed. Over time, pain can spread from the first site to involve most or all of the arm or leg. In rare cases, there is pain and other symptoms in a matching location on the opposite limb. This “mirror pain” may indicate that a person’s spinal cord neurons are involved. Mirror pain is less severe than the primary pain and resolves as the injured nerves recover. Excess or long-lasting pain after use or contact: A person with CRPS may notice more sensitivity in the affected area in addition to their baseline pain, known as allodynia. Allodynia causes the skin of the affected limb to be very painful with light touch or normal physical contact and using the limb is very painful. A person may also notice severe or long-term pain after a mildly painful stimulus such as a pin prick. This is known as hyperalgesia. Changes in skin temperature, skin color, or swelling of the affected limb: The injured arm or leg may feel warmer or cooler than the opposite limb. Skin on the affected limb may change color, becoming blotchy, blue, purple, gray, pale, or red. This indicates changes with blood flow to the area. Changes in skin texture: Over time, if the person’s affected limb doesn’t get enough oxygen and nutrients, the skin in the affected limb can change texture. In some cases, it becomes shiny and thin, in others thick and scaly. Avoiding washing or other contact with painful skin may also contribute to these skin changes. Sweating and nail and hair growth: On the affected limb, the person’s hair and nails may grow very quickly or not at all, and they may notice patches of profuse sweating or no sweating. All of these functions are controlled by a person’s nerves and affected by blood flow to the area. Stiffness in affected joints: A person may try not to move the affected limb as much to avoid pain.  As a result, their tendons and ligaments lose flexibility, become stiff and more difficult to move, and then lose function. Tight ligaments or tendons also may sometimes rub or pinch nerves, making CRPS symptoms worse. Thinning of the bone or excess bone growth: CRPS is often associated with thinning and remodeling of bone that may also affect the bone marrow. In rare cases, the bones of CRPS-affected limbs may become rough or enlarged, such as after a poorly healed fracture or from a bone cyst (sac of fluid). This can irritate the surrounding tissue and nearby nerves to either initiate or prolong CRPS. These bone abnormalities are often visible on X-rays or other imaging and can help doctors pinpoint the location of nerve damage and identify the best possible treatments. Impaired muscle strength and movement disorders: Many people with CRPS cannot move the affected body part as much as they could before the pain began, even though there doesn’t appear to be any damage to the nerves that control movement. This can lead to the person with CRPS avoiding moving the affected body part, leading to weakness. Rarely, people report abnormal movement in the affected limbs. This could include be a fixed abnormal posture (called dystonia), or tremors or jerks. These can indicate that nerve damage may have spread from the original limb to the spinal cord and brain. Most muscle strength and movement issues resolve by themselves when the person recovers from CRPS, but some people require orthopedic surgery to lengthen tendons and restore normal flexibility and position."
    },
    {
        "titre_h2": "Who is more likely to get complex regional pain syndrome?",
        "contenu": "CRPS is more common in women than men, but can occur in anyone at any age, with most cases happening around age 40. It is rarer in older people and in young children. The cause of CRPS may be obvious, such as a broken bone or injury but may not be so obvious in other cases. It is unclear why some people develop CRPS while others with similar trauma do not. There are several theories about how trauma or injury can lead to a chronic pain syndrome including inflammation, nerve damage, and problems with how the nerves send signals to the brain. The most common actions or activities that lead to CRPS are: Fractures: This is the most common cause, particularly wrist fractures. Nerves can become injured from a displaced or splintered bone, or pressure from a tight cast. Very tight or painful casts should be immediately cut off and replaced to prevent this complication. Surgery: There are many elements of a surgery that can cause damage to nerves, including the incision (cut), the tools used to hold a wound or incision open during surgery, stitches, and scarring after surgery. Sometimes a doctor can identify and repair the nerve damage, but CRPS can develop even after surgery goes well. Sprains/strains: Tears in connective tissues, such as an ankle sprain, can result in CRPS even if the injury does not appear to be severe. Burns or cuts: Burns and cuts may also damage underlying nerves. Cuts or needle sticks can (rarely) pierce a superficial sensory nerve leading to CRPS. Being in a cast: Casts, like those used when a person breaks a bone, keep the person from using their limb for a long time. They also keep the limb from registering sensory input, like touch and temperature. After a cast is removed, a person’s neurons need time to readapt to normal signaling. Nerve injury: For CRPS-2, a specific nerve trauma may lead to nerve-associated pain syndrome. Some, but not all, nerve injuries may require surgical repair. A risk factor is a condition or behavior that occurs more frequently in those who have a disease, or who are at greater risk of getting a disease, than in those who don't have the risk factor. Having a risk factor doesn't mean a person will develop a disorder, and not having a risk factor doesn't mean you won’t. Some people may be at higher risk of getting CRPS following an injury than others including women, or people who have had severe trauma, a lower limb injury, especially the foot, or a work injury in a highly physical occupation. Also, people who have an injury with pain that is much greater than normal or who experience sensory changes such as allodynia are more likely to develop CRPS. People who smoke or have poor circulation, diabetes, autoimmune disorders, or prior nerve damage may have increased risk for CRPS. Genes can also play a role in for a person’s likelihood of getting CRPS. Families and siblings of people with CRPS may be more likely to develop CRPS at an early age. A few genes have been identified in families and populations affected by CRPS, but this is an evolving field."
    },
    {
        "titre_h2": "How is complex regional pain syndrome diagnosed and treated?",
        "contenu": "No single test can confirm CRPS. Often a recent injury or surgery can give clues. Diagnosis should be considered early in a person with recent onset of limb pain, even if there is no known trauma, so that appropriate treatment can be started. It is important that a person with new CRPS be evaluated as soon as possible. A detailed exam by a doctor such as a neurologist, orthopedist, or plastic surgeon familiar with neurological and pain syndromes. The Budapest criteria for CRPS is a useful tool in diagnosing CRPS. It is based on symptoms and signs of abnormal pain sensation such as allodynia or hyperalgesia, temperature or skin color changes, changes in sweating or limb swelling, and decreased mobility or abnormal movement of the limb. Nerve conduction studies can detect most CRPS-2 associated nerve injuries, but would be normal in CRPS-1. Ultrasound or MRI (magnetic resonance imaging) can reveal underlying nerve and tissue damage. Bone and bone marrow abnormalities on MRI can help localize the CRPS affected limb. Ultrasound may reveal localized tissue damage. Triple-phase bone scans (using a radiotracer agent) sometimes show areas of bone changes that are affected by CRPS. The test can be useful in some cases in confirming the presence of CRPS in a limb. Several treatment approaches may reduce the onset and severity of CRPS, such as resetting casts for broken bones if pain develops, managing pain aggressively as soon as it develops, and addressing the psychological effects of CRPS. Individuals with a prior history of CRPS should take steps to prevent recurrence or worsening CRPS, such as opting for more minimally invasive procedures over long surgical procedures, if possible. Treatment is most effective when started early and includes: Rehabilitation and physical therapy: This is the single most important treatment for CRPS. Keeping a painful limb or body part moving improves blood flow and lessens CRPS symptoms. It can also help maintain flexibility, strength, and function in the affected limb. Exercising the affected limb helps prevent or reverse any spinal cord and brain changes associated with chronic pain and not using the body part. Occupational therapy can help the person learn new ways to become active and return to work and daily tasks. Behavior changes: A person with CRPS should keep affected arms and legs elevated when resting or sleeping to help excess fluid return to the heart. Compression stockings or sleeves can limit swelling, particularly when standing. Psychotherapy: People with severe CRPS often develop secondary psychological problems including depression, anxiety, and sometimes post-traumatic stress disorder (PTSD). These conditions can make pain feel worse, reduce activity and brain function, and make it hard for people to seek medical care and engage in rehabilitation and recovery. Psychological treatment may help a person feel better and take steps to help them recover from CRPS. Graded motor imagery: This therapeutic technique involves mental exercises, including imagining moving painful body parts without actually moving them and watching the same unaffected body parts move while looking in a mirror. This treatment “retrains the brain” using visualization to guide people through situations that might cause them to feel pain. Medications: Several classes of medication have been shown to be effective for CRPS, particularly when given early in the disease. However, none are approved by the U.S. Food and Drug Administration (FDA) to be marketed specifically for CRPS, and no single drug or combination is guaranteed to be effective in everyone. A doctor may recommend:Acetaminophen to reduce pain associated with bone and joint inflammation.Non-steroidal anti-inflammatory drugs (NSAIDS) to treat moderate pain and inflammation, including over-the-counter aspirin, ibuprofen, and naproxen.Drugs proven effective for other nerve-related pain conditions, such as nortriptyline, gabapentin, pregabalin, and duloxetine.Pain ointments, sprays, or creams such as lidocaine, and patches such as fentanyl. These can reduce allodynia (extreme sensitivity to touch).Bisphosphonates, such as high dose alendronate or intravenous pamidronate, that reduce bone changes.Corticosteroids that treat inflammation/swelling and edema, such as prednisolone and methylprednisolone.Botulinum toxin injections can help in severe cases, particularly for relaxing contracted muscles and restoring normal hand or foot positions.Opioids such as oxycodone, morphine, hydrocodone, and fentanyl may be prescribed for people with the most severe pain. However, opioids can make some people more sensitive to pain and run the risk of dependence. Acetaminophen to reduce pain associated with bone and joint inflammation. Non-steroidal anti-inflammatory drugs (NSAIDS) to treat moderate pain and inflammation, including over-the-counter aspirin, ibuprofen, and naproxen. Drugs proven effective for other nerve-related pain conditions, such as nortriptyline, gabapentin, pregabalin, and duloxetine. Pain ointments, sprays, or creams such as lidocaine, and patches such as fentanyl. These can reduce allodynia (extreme sensitivity to touch). Bisphosphonates, such as high dose alendronate or intravenous pamidronate, that reduce bone changes. Corticosteroids that treat inflammation/swelling and edema, such as prednisolone and methylprednisolone. Botulinum toxin injections can help in severe cases, particularly for relaxing contracted muscles and restoring normal hand or foot positions. Opioids such as oxycodone, morphine, hydrocodone, and fentanyl may be prescribed for people with the most severe pain. However, opioids can make some people more sensitive to pain and run the risk of dependence. Spinal cord stimulation: Stimulating electrodes are threaded through a needle into your spine outside the spinal cord. They create tingling sensations in the painful area that helps block pain and restore normal function of signaling into the spinal cord and brain. Electrodes can be placed temporarily for a few days to assess if stimulation is likely to be helpful. Minor surgery is required to implant the stimulator, battery, and electrodes under the skin on a person’s torso or trunk. Once implanted, the person can turn the stimulators on and off and adjust them using an external controller. Other types of neural stimulation: Electrical stimulation can also be given near injured nerves, under the skull, and within brain pain centers (called deep brain stimulation). Recent commercially available treatments include nerve stimulation for a primary nerve of the knee by placing a device on the skin. Studies have also been done to treat CRPS with repetitive Transcranial Magnetic Stimulation (rTMS), a noninvasive form of brain stimulation that uses a magnetic field to change electrical signaling in your brain. Spinal-fluid drug pumps: These implanted devices deliver pain-relieving medications directly into the fluid that bathes the nerve roots and spinal cord. These devices allow for the use of very low doses of pain medications that do not spread beyond the spinal canal to affect other body systems, which decreases side effects and increases drug effectiveness. Limited use therapy for the most severe or non-resolving pain that has not responded to conventional treatment, such as ketamine: Some researchers report benefit from low doses of ketamine, a strong anesthetic that is given intravenously for several days. In certain clinical settings, ketamine has been shown to be useful in treating pain that does not respond well to other treatments. However, it can cause delusions and other symptoms of psychosis with long-lasting impact. Some people use alternative and holistic therapies to help with their CRPS symptoms, including acupuncture and chiropractic treatment. These do not affect the nerve damage that is the primary cause of CRPS, but some people find them helpful for controlling symptoms. Previous treatments used for CRPS, including sympathetic nerve block, surgical sympathectomy, cutting injured nerves or nerve roots, and amputating painful lower limbs, have been found to be ineffective or unnecessarily debilitating."
    },
    {
        "titre_h2": "What are the latest updates on complex regional pain syndrome?",
        "contenu": "NINDS, a part of the National Institutes of Health (NIH), is the nation’s leading federal funder of research on neurological disorders. NINDS conducts research on disorders including CRPS and funds research at major institutions and universities. NINDS funds a broad range of pain research, including exploration of pain neural pathways and the mechanisms of the perception of pain, neuropathic pain, inflammatory pain, and the transition from acute to chronic pain. NINDS also supports the development of new therapies for pain, and funds research on potential new targets for pain treatments as well as clinical trials testing new pain treatments. The Helping to End Addiction Long-term® Initiative, or NIH HEAL Initiative®, is an aggressive NIH-wide effort to improve prevention and treatment strategies for opioid use disorder and enhance pain management. While many strategies are being used to reverse the opioid overdose epidemic, there is an urgent need to develop more effective treatments for pain while reducing the potential for misuse. The HEAL Initiative focuses on understanding the biological underpinnings of chronic pain and accelerating the discovery and development of novel non-addictive and effective pain treatments through the clinical pipeline. The Brain Research Through Advancing Innovative Neurotechnologies® (BRAIN) Initiative is a national effort to accelerate the development and application of new technologies to provide unprecedented access to the inner workings of the nervous system. Scientists working with the BRAIN Initiative are studying ways to modulate neural circuitry to reduce pain. NINDS-supported scientists are studying new approaches to understand and treat CRPS, and to intervene to limit the symptoms and disability associated with the syndrome. Research efforts include: Understanding how CRPS develops by studying immune system activation and peripheral nerve signaling using model systems of the disease Genetic and other approaches to investigate the contribution of peripheral inflammatory cells and non-neuronal central nervous system cells to the acute phase of CRPS and its transition to the disorder's chronic phase Examining serum and skin biopsies to better understand changes in immunity that are seen in post-traumatic CRPS. Such studies may provide support for future CRPS clinical trials using intravenous immunoglobulin (IVIG), rituximab B cell antibodies, and other FDA approved treatments for autoimmune disease Studying neuroplasticity (the brain’s ability to change and adapt based on experience) in children and adolescents with CRPS—who generally have a better outcome than adults—to gain insights into mechanisms that may prevent chronic pain and develop more effective therapies for the disease Experimentally evaluating the use of ketamine (which has been used in adults as an add-on therapy to treat adult chronic pain) and dexmedetomidine (which has sedative and pain-relieving properties) to treat pain in children Investigating the effectiveness of transcranial magnetic stimulation (a noninvasive brain stimulation therapy) in reducing CRPS-related pain and associated cognitive, physical, and emotional symptoms Researching at-home use of small transcranial direct electrical stimulators. These stimulation methods have the advantage of being noninvasive. Currently they require repeated treatment sessions to maintain benefit, so this treatment takes time. Examining the role of the sympathetic nervous system (SNS) in regulating pain and inflammation in animal models, specifically by regulating cell death, nerve regeneration, and interactions with lymph nodes Analyzing pain-related data from the brains of people with chronic pain disorders caused by stroke or amputation (phantom limb pain) to identify an area of the brain associated with chronic pain and find objective biomarkers (biological signals used to measure the presence or progression of disease) of chronic pain. This can help us understand how pain is represented by brain activity and how to adjust that activity to relieve suffering from chronic pain Evaluating pain management in children with CRPS. The goal in pediatric patients with CRPS is to reintegrate them into school and play so interventions should be developed to address this need Examining the role of gut bacteria in how CRPS develops and the potential use of altered gut biota to alleviate CRPS pain Research projects on CRPS can be found using NIH RePORTER, a searchable database of current and past research projects supported by NIH and other federal agencies. RePORTER also includes links to publications from these projects and other resources. For research articles and summaries on CRPS, search PubMed, which contains citations from medical journals and other sites."
    },
    {
        "titre_h2": "How can I or my loved one help improve care for people with complex regional pain syndrome?",
        "contenu": "Consider participating in a clinical trial so clinicians and scientists can learn more about Complex Regional Pain Syndrome. Clinical research uses study participants to help researchers learn more about a disorder and perhaps find better ways to safely detect, treat, or prevent disease. All types of participants are needed—those who are healthy or may have an illness or disease—of all different ages, sexes, races, and ethnicities to ensure that study results apply to as many people as possible, and that treatments will be safe and effective for everyone who will use them. For information about participating in clinical research visit NIH Clinical Research Trials and You. Learn about clinical trials currently looking for people with CRPS at Clinicaltrials.gov."
    },
    {
        "titre_h2": "Where can I find more information about complex regional pain syndrome?",
        "contenu": "The following resources may provide information about Complex Regional Pain Syndrome: International Research Foundation for RSD/CRPSPhone: 813-995-5511 NeuropathyCommons.org Reflex Sympathetic Dystrophy Syndrome Association (RSDSA)Phone: 203-877-3790 or 877-662-7737"
    },
    {
        "titre_h2": "Learn about related topics",
        "contenu": "Pain"
    },
    {
        "titre_h2": "Related Sites",
        "contenu": "Site Map National Institutes of Health Department of Health & Human Services USA.gov"
    }
]