[
    {
        "titre_h2": "Overview",
        "contenu": "Cystitis (sis-TIE-tis) is the medical term for inflammation of the bladder. Inflammation is when a part of your body is swollen and hot. It can also be painful. Most of the time, cystitis happens when there's an infection caused by bacteria. This is called a urinary tract infection (UTI). Having a bladder infection can be painful and annoying. It can become a serious health problem if the infection spreads to your kidneys. Cystitis also may occur as a reaction to certain drugs or radiation therapy. Things that sometimes irritate the bladder, such as hygiene products, spermicide jelly or long-term catheter use, can also lead to cystitis. Cystitis can also happen as a complication of another illness. The usual treatment for cystitis caused by bacteria is to take antibiotic medication. Treatment for other types of cystitis depends on the cause."
    },
    {
        "titre_h2": "Symptoms",
        "contenu": "Cystitis signs and symptoms may include: In young children, new episodes of accidental daytime wetting also may be a sign of a urinary tract infection (UTI). Nighttime bed-wetting on its own isn't likely to happen because of a UTI. Get medical help right away if you have signs and symptoms common to a kidney infection. These include: If you develop urgent, frequent or painful urination that lasts for several hours or longer or if you notice blood in your urine, call your health care provider. If you've been diagnosed with a UTI in the past and you develop symptoms that mimic a previous UTI, call your provider. Also call your provider if cystitis symptoms come back after you're done with antibiotic treatment. You may need to try a different type of medicine. If your child starts having daytime wetting accidents, call your child's health care provider. In otherwise healthy men, cystitis is rare. Any symptoms should be checked by a health care provider."
    },
    {
        "titre_h2": "Causes",
        "contenu": "Your urinary system includes the kidneys, ureters, bladder and urethra. All play a role in removing waste from your body. Your kidneys are a pair of bean-shaped organs located toward the back of your upper abdomen. They filter waste from your blood and regulate the concentrations of many substances. Tubes called ureters carry urine from the kidneys to the bladder. The bladder stores the urine until you feel the need to urinate. Urine then leaves your body through the urethra. UTIs typically occur when bacteria outside the body enter the urinary tract through the urethra and begin to multiply. Most cases of cystitis are caused by a type of Escherichia coli (E. coli) bacteria. But other types of bacteria can cause infections, too. Bacterial bladder infections may happen in women after sex. Even in those who aren't sexually active, UTIs can happen because the female genital area often harbors bacteria that can cause cystitis. Although bacterial infections are the most common cause of cystitis, a number of noninfectious factors also may cause the bladder to become inflamed. Some examples include:"
    },
    {
        "titre_h2": "Risk factors",
        "contenu": "Some people are more likely than others to develop bladder infections or repeated urinary tract infections. Women can have this problem. A key reason is physical anatomy. Women have a short urethra. This means bacteria that can cause an infection don't have as far to travel to reach the bladder. You may be at greater risk of bladder infections or repeated UTIs\nif you: Other risk factors include: In generally healthy men, cystitis is rare."
    },
    {
        "titre_h2": "Complications",
        "contenu": "When treated right away with the proper medicine, bladder infections rarely lead to complications. But if they aren't treated, they can become something more serious. Complications may include:"
    },
    {
        "titre_h2": "Prevention",
        "contenu": "Self-care measures to prevent repeated bladder infections aren't well studied. But some providers recommend these tips for prevention: Cranberry juice or tablets containing proanthocyanidin are often recommended to help reduce the risk of recurrent bladder infections. Although research in this area is inconsistent, there is some evidence that cranberry may work to prevent recurrent infections for some people. Cranberry products are generally considered to be safe in healthy people without any medical conditions. But as a home remedy, be careful with cranberry juice or cranberry products if you're taking the blood-thinning medication warfarin (Coumadin). It's possible that there could be an interaction between cranberry and warfarin that could lead to bleeding. But the evidence is mixed. Cranberry has not been shown to be an effective treatment if you already have a bladder infection."
    },
    {
        "titre_h2": "Diagnosis",
        "contenu": "If you have symptoms of cystitis, talk to your health care provider as soon as possible. Your provider can diagnose cystitis based on your symptoms and medical history. When more information is needed for a diagnosis or treatment plan, your provider may recommend:"
    },
    {
        "titre_h2": "Treatment",
        "contenu": "Cystitis caused by bacterial infection is generally treated with antibiotics. Treatment for other types of cystitis depends on what's causing it. Antibiotics are the first line of treatment for cystitis caused by bacteria. Which drugs are used and for how long depends on your overall health and the bacteria found in the urine. Women who have gone through menopause may be particularly at risk of cystitis. As a part of treatment, your provider may give you a vaginal estrogen cream. But vaginal estrogen is recommended only if you're able to use this medicine without increasing your risk of other health problems. There's no single treatment that works best for someone with interstitial cystitis. The cause of inflammation is uncertain. To relieve symptoms, you might need medication given as a pill you take by mouth. Medicine can also be placed directly into the bladder through a tube. Or you might have a procedure called nerve stimulation. This uses mild electrical pulses to relieve pelvic pain and urinary frequency. Surgery is a last resort option, to be considered only when other treatments fail. Surgery might not work to relieve pain and other symptoms. Some people are sensitive to chemicals in products such as bubble bath or spermicide. Avoiding these products may help ease symptoms and prevent more episodes of cystitis. Drinking plenty of fluids also helps to flush out substances that may be irritating the bladder. For cystitis that develops as a complication of chemotherapy or radiation therapy, treatment focuses on managing pain by taking medicine."
    },
    {
        "titre_h2": "From Mayo Clinic to your inbox",
        "contenu": "Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview."
    },
    {
        "titre_h2": "Lifestyle and home remedies",
        "contenu": "Cystitis can be painful. To ease discomfort: For recurrent bladder infections, ask your provider about ways you can reduce the chance that you'll have another infection."
    },
    {
        "titre_h2": "Preparing for your appointment",
        "contenu": "If you have symptoms common to cystitis, make an appointment with your primary care provider. After an initial visit, you may then see a doctor who specializes in urinary tract disorders (urologist or nephrologist). To prepare for your appointment: For cystitis, basic questions to ask include: Be sure to ask other questions during your appointment as they occur to you. Your provider is likely to ask you a number of questions, such as:"
    }
]