[
    {
        "titre_h2": "Overview",
        "contenu": "Cystitis (sis-TIE-tis) is the medical term for inflammation of the bladder. Inflammation is when a part of your body is swollen and hot. It can also be painful. Most of the time, cystitis happens when there's an infection caused by bacteria. This is called a urinary tract infection (UTI). Having a bladder infection can be painful and annoying. It can become a serious health problem if the infection spreads to your kidneys. Cystitis also may occur as a reaction to certain drugs or radiation therapy. Things that sometimes irritate the bladder, such as hygiene products, spermicide jelly or long-term catheter use, can also lead to cystitis. Cystitis can also happen as a complication of another illness. The usual treatment for cystitis caused by bacteria is to take antibiotic medication. Treatment for other types of cystitis depends on the cause."
    },
    {
        "titre_h2": "Symptoms",
        "contenu": "Cystitis signs and symptoms may include: In young children, new episodes of accidental daytime wetting also may be a sign of a urinary tract infection (UTI). Nighttime bed-wetting on its own isn't likely to happen because of a UTI. Get medical help right away if you have signs and symptoms common to a kidney infection. These include: If you develop urgent, frequent or painful urination that lasts for several hours or longer or if you notice blood in your urine, call your health care provider. If you've been diagnosed with a UTI in the past and you develop symptoms that mimic a previous UTI, call your provider. Also call your provider if cystitis symptoms come back after you're done with antibiotic treatment. You may need to try a different type of medicine. If your child starts having daytime wetting accidents, call your child's health care provider. In otherwise healthy men, cystitis is rare. Any symptoms should be checked by a health care provider."
    },
    {
        "titre_h2": "Causes",
        "contenu": "Your urinary system includes the kidneys, ureters, bladder and urethra. All play a role in removing waste from your body. Your kidneys are a pair of bean-shaped organs located toward the back of your upper abdomen. They filter waste from your blood and regulate the concentrations of many substances. Tubes called ureters carry urine from the kidneys to the bladder. The bladder stores the urine until you feel the need to urinate. Urine then leaves your body through the urethra. UTIs typically occur when bacteria outside the body enter the urinary tract through the urethra and begin to multiply. Most cases of cystitis are caused by a type of Escherichia coli (E. coli) bacteria. But other types of bacteria can cause infections, too. Bacterial bladder infections may happen in women after sex. Even in those who aren't sexually active, UTIs can happen because the female genital area often harbors bacteria that can cause cystitis. Although bacterial infections are the most common cause of cystitis, a number of noninfectious factors also may cause the bladder to become inflamed. Some examples include:"
    },
    {
        "titre_h2": "Risk factors",
        "contenu": "Some people are more likely than others to develop bladder infections or repeated urinary tract infections. Women can have this problem. A key reason is physical anatomy. Women have a short urethra. This means bacteria that can cause an infection don't have as far to travel to reach the bladder. You may be at greater risk of bladder infections or repeated UTIs\nif you: Other risk factors include: In generally healthy men, cystitis is rare."
    },
    {
        "titre_h2": "Complications",
        "contenu": "When treated right away with the proper medicine, bladder infections rarely lead to complications. But if they aren't treated, they can become something more serious. Complications may include:"
    },
    {
        "titre_h2": "Prevention",
        "contenu": "Self-care measures to prevent repeated bladder infections aren't well studied. But some providers recommend these tips for prevention: Cranberry juice or tablets containing proanthocyanidin are often recommended to help reduce the risk of recurrent bladder infections. Although research in this area is inconsistent, there is some evidence that cranberry may work to prevent recurrent infections for some people. Cranberry products are generally considered to be safe in healthy people without any medical conditions. But as a home remedy, be careful with cranberry juice or cranberry products if you're taking the blood-thinning medication warfarin (Coumadin). It's possible that there could be an interaction between cranberry and warfarin that could lead to bleeding. But the evidence is mixed. Cranberry has not been shown to be an effective treatment if you already have a bladder infection."
    }
]