[
    {
        "titre_h2": "Overview",
        "contenu": "Esophagitis is swelling and irritation, called inflammation, of the tissues that line the esophagus. The esophagus is the muscular tube that carries food and drink from the mouth to the stomach. Esophagitis (uh-sof-uh-JIE-tis) can cause painful, difficult swallowing. It also can lead to chest pain. Various things can cause esophagitis. Some common causes include stomach acids backing up into the esophagus, infection, medicines taken by mouth and allergies. Treatment for esophagitis depends on its exact cause and how badly the tissue that lines the esophagus is damaged. Without treatment, esophagitis can damage this lining. The esophagus may start to have trouble moving food and liquid from the mouth to the stomach. Esophagitis also can lead to other serious health issues. These include scarring or narrowing of the esophagus, unhealthy weight loss, and dehydration."
    },
    {
        "titre_h2": "Symptoms",
        "contenu": "Common symptoms of esophagitis include: Babies and some children with esophagitis are too young to explain their discomfort or pain. Their symptoms can include: Most symptoms of esophagitis can be caused by a few different conditions that affect the digestive system. See your healthcare professional if the symptoms: Get emergency care if you:"
    },
    {
        "titre_h2": "Causes",
        "contenu": "Healthcare professionals tend to label esophagitis by the condition that causes it. Sometimes, esophagitis may have more than one cause. Some of the most common types include the following: A valve called the lower esophageal sphincter usually keeps stomach acid out of the esophagus. But sometimes this valve doesn't close properly. Or it opens when it shouldn't. In some people, the upper part of the stomach bulges through the large muscle that separates the stomach and the chest. This is known as a hiatal hernia. It also can cause stomach acid to back up into the esophagus. Gastroesophageal reflux disease (GERD) is a condition in which this backflow of acid is a frequent or ongoing problem. GERD can lead to ongoing swelling and tissue damage in the esophagus. Eosinophils (e-o-SIN-o-fils) are white blood cells that play a key role in allergic reactions. Eosinophilic esophagitis can happen if lots of these white blood cells build up in the esophagus. This most likely happens in response to a substance that causes an allergy, acid reflux or both. Certain foods may trigger this type of esophagitis, including: Typical allergy testing often is not able to spot these foods as being triggers. People with eosinophilic esophagitis may have other allergies that aren't caused by food. For example, sometimes allergens in the air, such as pollen, may be the cause. One common symptom of eosinophilic esophagitis is food getting stuck in the esophagus after swallowing. This is called food impaction. Another common symptom is trouble swallowing, also called dysphagia. Lymphocytic esophagitis (LE) isn't a common condition of the esophagus. With LE, a higher than typical number of white blood cells called lymphocytes build up in the lining of the esophagus. LE may be related to eosinophilic esophagitis or to GERD. Also called drug-induced esophagitis, this type happens when some medicines taken by mouth cause tissue damage in the esophagus. The damage happens if the medicines stay in contact with the lining of the esophagus for too long. For example, you might swallow a pill with little or no water. If you do that, the pill itself or residue from the pill may stay in the esophagus. Medicines that have been linked to esophagitis include: An infection in tissues of the esophagus may cause esophagitis. The infection could be due to bacteria, viruses or funguses. Infectious esophagitis is fairly rare. It happens most often in people with weakened immune systems, such as people with HIV/AIDS or cancer. A fungus usually present in the mouth called Candida albicans is a common cause of infectious esophagitis. This type of fungal infection often is linked with a weakened immune system, diabetes, cancer, or use of steroid or antibiotic medicines."
    },
    {
        "titre_h2": "Risk factors",
        "contenu": "Risk factors for esophagitis vary depending on the cause of the condition. Factors that raise the risk of gastroesophageal reflux disease (GERD) also are factors in reflux esophagitis. These risk factors include the following: Foods that can make symptoms of GERD or reflux esophagitis worse include: Risk factors for this allergy-related esophagitis may include: Risk factors for this type of esophagitis often are linked with issues that prevent quick and complete passage of a pill into the stomach. These factors include: Risk factors for infectious esophagitis often relate to medicines such as steroids or antibiotics. People with diabetes also have a higher risk of esophagitis caused by a fungal candida infection in particular. Other causes of infectious esophagitis may relate to poor immune system function. This may be due to an immune system condition, such as HIV/AIDS, or certain cancers. Also, certain cancer treatments may raise the risk of infectious esophagitis. So might medicines called immunosuppressants that block immune system reactions to transplanted organs."
    },
    {
        "titre_h2": "Complications",
        "contenu": "Without treatment, esophagitis can lead to changes in the structure of the esophagus. Complications can include:"
    },
    {
        "titre_h2": "Diagnosis",
        "contenu": "Diagnosis involves the steps that your healthcare professional takes to find out if you have esophagitis. Your main healthcare professional or a specialist asks you about your symptoms and gives you a physical exam. You also may need one or more tests. These tests may include the following: Endoscopy is a test that's used to check the digestive system. A healthcare professional guides a long, thin tube equipped with a tiny camera down the throat and into the esophagus. This tool is called an endoscope. Your healthcare professional can use an endoscope to see if the esophagus looks different than usual. Small tissue samples may be taken for testing. This is called a biopsy. The esophagus may look different depending on the cause of the swelling, such as medicine-induced or reflux esophagitis. Before this test, you receive medicine that helps you relax. This test can be done in the healthcare professional's office. It involves swallowing a capsule attached to a string. The capsule dissolves in the stomach and releases a sponge. The healthcare professional pulls the sponge out of the mouth with the string. As the sponge is pulled out, it samples the tissues of the esophagus. This may help your healthcare professional figure out how inflamed your esophagus is without doing an endoscopy. This test involves drinking a solution or taking a pill that contains a compound called barium. Barium coats the lining of the esophagus and the stomach so that they show up on images taken. The images can help healthcare professionals find narrowing of the esophagus and other changes in structure. The images also can help spot a hiatal hernia, tumors or other conditions that may be causing symptoms. Small tissue samples removed during an endoscopic exam are sent to the lab for testing. Depending on the suspected cause of the condition, tests may be used to:"
    },
    {
        "titre_h2": "Treatment",
        "contenu": "Treatments for esophagitis are intended to lessen symptoms, manage complications and treat the causes of the condition. Treatment methods vary based on the cause of esophagitis. Treatment for reflux esophagitis may include: Treatment for eosinophilic esophagitis involves staying away from the allergen that trigger symptoms. Treatment also involves easing the allergic reaction with medicines. Medicines may include: Treatment for medicine-induced esophagitis involves not using the problem medicine when possible. It also involves lowering the risk of this condition with proper pill-taking habits. Your healthcare professional may recommend: Your healthcare professional may prescribe medicine to treat an infection that causes infectious esophagitis. Medicines can help clear up infections from viruses, bacteria or fungi. A doctor called a gastroenterologist who treats digestive conditions may use medical tools to expand the esophagus. This treatment is called esophageal dilation. It tends to be used only if the esophagus becomes very narrow or if food becomes stuck in the esophagus. During esophageal dilation, your healthcare professional guides small narrow tubes through the esophagus. Versions of these devices may be equipped with:"
    },
    {
        "titre_h2": "Clinical trials",
        "contenu": "Explore Mayo Clinic studies testing new treatments, interventions and tests as a means to prevent, detect, treat or manage this condition."
    },
    {
        "titre_h2": "Lifestyle and home remedies",
        "contenu": "Depending on the type of esophagitis you have, you may lessen symptoms or stop recurring problems by following these steps:"
    },
    {
        "titre_h2": "Alternative medicine",
        "contenu": "No complementary or alternative medicines are proved to treat esophagitis. Still, some of these treatments may help ease heartburn or reflux symptoms. Options may include ginger, chamomile and slippery elm. But supplements such as these do not replace the treatment that your healthcare professional recommends. Talk with your healthcare professional before you try any alternative treatment for GERD."
    },
    {
        "titre_h2": "Preparing for your appointment",
        "contenu": "Get emergency care if you have severe chest pain that lasts more than a few minutes. Also get emergency care if you think you have food lodged in your esophagus or you can't swallow. If you have other symptoms of esophagitis, you'll likely start by seeing your main healthcare professional. You may be referred to a doctor who checks for and treats digestive conditions, called a gastroenterologist. Or you may be referred to an allergy doctor, called an allergist. Preparing for your appointment with your healthcare professional or a specialist can help you make the best use of your time. Make a list ahead of time, including: List questions from most important to least important in case time runs out. If you think you have symptoms of esophagitis, you may ask some of the following: Your healthcare professional is likely to ask you many questions. Being ready to answer them may save time to go over points you want to spend more time on. Your healthcare professional may ask: If you know that certain foods trigger your symptoms or make them worse, don't eat those foods. Common triggers include spicy foods, drinks with caffeine and alcohol. Taking antacids sold without a prescription may ease your symptoms for a short time. If you think that your symptoms are related to a prescription medicine, don't stop taking the medicine. Talk with healthcare professional first. If you can, limit the use of medicines you take without a prescription that could be causing symptoms. When you take pills, drink a glass of water. Don't lie down for at least 30 minutes after you take a pill."
    }
]