[
    {
        "titre_h2": "Overview",
        "contenu": "Peripheral neuropathy happens when the nerves that are located outside of the brain and spinal cord (peripheral nerves) are damaged. This condition often causes weakness, numbness and pain, usually in the hands and feet. It also can affect other areas and body functions including digestion and urination. The peripheral nervous system sends information from the brain and spinal cord, also called the central nervous system, to the rest of the body through motor nerves. The peripheral nerves also send sensory information to the central nervous system through sensory nerves. Peripheral neuropathy can result from traumatic injuries, infections, metabolic problems, inherited causes and exposure to toxins. One of the most common causes of neuropathy is diabetes. People with peripheral neuropathy usually describe the pain as stabbing, burning or tingling. Sometimes symptoms get better, especially if caused by a condition that can be treated. Medicines can reduce the pain of peripheral neuropathy."
    },
    {
        "titre_h2": "Symptoms",
        "contenu": "Every nerve in the peripheral system has a specific job. Symptoms depend on the type of nerves affected. Nerves are divided into: Symptoms of peripheral neuropathy might include: If autonomic nerves are affected, symptoms might include: Peripheral neuropathy can affect one nerve, called mononeuropathy. If it affects two or more nerves in different areas, it's called multiple mononeuropathy, and if it affects many nerves, it's called polyneuropathy. Carpal tunnel syndrome is an example of mononeuropathy. Most people with peripheral neuropathy have polyneuropathy. Seek medical care right away if you notice unusual tingling, weakness, or pain in your hands or feet. Early diagnosis and treatment give you the best chance for controlling your symptoms and preventing further damage to your peripheral nerves."
    },
    {
        "titre_h2": "From Mayo Clinic to your inbox",
        "contenu": "Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview."
    },
    {
        "titre_h2": "Causes",
        "contenu": "Peripheral neuropathy is nerve damage caused by several different conditions. Health conditions that can cause peripheral neuropathy include: Other causes of neuropathies include: In some cases, no cause can be identified. This is called idiopathic peripheral neuropathy."
    },
    {
        "titre_h2": "Risk factors",
        "contenu": "Peripheral neuropathy risk factors include:"
    },
    {
        "titre_h2": "Complications",
        "contenu": "Complications of peripheral neuropathy can include:"
    },
    {
        "titre_h2": "Prevention",
        "contenu": "The best way to prevent peripheral neuropathy is to manage medical conditions that put you at risk. These habits support your nerve health:"
    },
    {
        "titre_h2": "Diagnosis",
        "contenu": "Peripheral neuropathy has many possible causes. Besides a physical exam, which may include blood tests, diagnosis usually requires: A health care professional may order tests, including:"
    },
    {
        "titre_h2": "Treatment",
        "contenu": "Treatment goals are to manage the condition causing your neuropathy and to improve symptoms. If your lab tests show no condition that's causing the neuropathy, your health care professional might recommend watchful waiting to see if your neuropathy stays the same or gets better. Medicines can be used to treat conditions associated with peripheral neuropathy. There also are medicines used to improve peripheral neuropathy symptoms. These medicines include: Various therapies and procedures might help with the symptoms of peripheral neuropathy."
    },
    {
        "titre_h2": "From Mayo Clinic to your inbox",
        "contenu": "Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview."
    },
    {
        "titre_h2": "Clinical trials",
        "contenu": "Explore Mayo Clinic studies testing new treatments, interventions and tests as a means to prevent, detect, treat or manage this condition."
    },
    {
        "titre_h2": "Alternative medicine",
        "contenu": "Some people with peripheral neuropathy try complementary treatments for relief. Researchers haven't studied these techniques as thoroughly as they have most medicines. But the following therapies have shown some promise:"
    },
    {
        "titre_h2": "Lifestyle and home remedies",
        "contenu": "To help you manage peripheral neuropathy:"
    },
    {
        "titre_h2": "Preparing for your appointment",
        "contenu": "You're likely to start by seeing your health care professional. You may then be referred to a doctor trained in nervous system disorders, also called a neurologist. Here's information to help you get ready for your appointment. When you make the appointment, ask if there's anything you need to do in advance, such as fasting for a specific test. Make a list of: Take a family member or friend along, if possible, to help you remember the information you're given. For peripheral neuropathy, basic questions to ask include: Don't hesitate to ask other questions. Your health care professional is likely to ask you questions, such as:"
    }
]