[
    {
        "titre_h2": "Overview",
        "contenu": "Pink eye is an inflammation of the transparent membrane that lines the eyelid and eyeball. This membrane is called the conjunctiva. When small blood vessels in the conjunctiva become swollen and irritated, they're more visible. This is what causes the whites of the eyes to appear reddish or pink. Pink eye also is called conjunctivitis. Pink eye is most often caused by a viral infection. It also can be caused by a bacterial infection, an allergic reaction or — in babies — an incompletely opened tear duct. Though pink eye can be irritating, it rarely affects your vision. Treatments can help ease the discomfort of pink eye. Because pink eye can be contagious, getting an early diagnosis and taking certain precautions can help limit its spread."
    },
    {
        "titre_h2": "Symptoms",
        "contenu": "The most common pink eye symptoms include: There are serious eye conditions that can cause eye redness. These conditions may cause eye pain, a feeling that something is stuck in your eye, blurred vision and light sensitivity. If you experience these symptoms, seek urgent care. People who wear contact lenses need to stop wearing their contacts as soon as pink eye symptoms begin. If your symptoms don't start to get better within 12 to 24 hours, make an appointment with your eye healthcare professional to make sure you don't have a more serious eye infection related to contact lens use."
    },
    {
        "titre_h2": "From Mayo Clinic to your inbox",
        "contenu": "Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview."
    },
    {
        "titre_h2": "Causes",
        "contenu": "Causes of pink eye include: Most cases of pink eye are caused by adenovirus. It also can be caused by other viruses, including herpes simplex virus and varicella-zoster virus. Both viral and bacterial conjunctivitis can occur along with colds or symptoms of a respiratory infection, such as a sore throat. Wearing contact lenses that aren't cleaned properly or aren't your own can cause bacterial conjunctivitis. Both types are very contagious. They are spread through direct or indirect contact with the liquid that drains from the eye of someone who's infected. One or both eyes may be affected. Allergic conjunctivitis affects both eyes. It is a response to an allergy-causing substance such as pollen. In response to allergens, your body produces an antibody called immunoglobulin E (IgE). IgE triggers special cells in the mucous lining of your eyes and airways to release inflammatory substances, including histamines. Your body's release of histamine can produce a number of allergy symptoms, including red or pink eyes. If you have allergic conjunctivitis, you may experience intense itching, tearing and inflammation of the eyes. You also could have sneezing and watery nasal discharge. Most allergic conjunctivitis can be controlled with allergy eye drops. Allergic conjunctivitis is not contagious. Irritation from a chemical splash or foreign object in the eye also is associated with conjunctivitis. Sometimes flushing and cleaning the eye to wash out the chemical or object causes redness and irritation. Symptoms, which may include watery eyes and a mucous discharge, usually clear up on their own within about a day. If flushing doesn't resolve the symptoms, or if the chemical is a caustic one such as lye, see your healthcare professional or eye specialist as soon as possible. A chemical splash into the eye can cause permanent eye damage. Ongoing symptoms could indicate that you still have the foreign body in your eye. Or you also could have a scratch on the cornea or the membrane covering the eyeball, called the conjunctiva."
    },
    {
        "titre_h2": "Risk factors",
        "contenu": "Risk factors for pink eye include:"
    },
    {
        "titre_h2": "Complications",
        "contenu": "In both children and adults, pink eye can cause inflammation in the cornea that can affect vision. Prompt evaluation and treatment by your healthcare professional can reduce the risk of complications. See your professional if you have:"
    },
    {
        "titre_h2": "Prevention",
        "contenu": "Practice good hygiene to control the spread of pink eye. For instance: Keep in mind that pink eye is no more contagious than the common cold. It's okay to return to work, school or child care if you're able to practice good hygiene and avoid close contact. However, if work, school or child care involves close contact with others, it may be best to stay home until your or your child's symptoms clear up. Newborns' eyes are susceptible to bacteria present in the mother's birth canal. These bacteria often cause no symptoms in the mother. In some cases, these bacteria can cause infants to develop a serious form of conjunctivitis known as ophthalmia neonatorum. This condition needs immediate treatment to keep the baby's sight. That's why shortly after birth, an antibiotic ointment is applied to every newborn's eyes. The ointment helps prevent eye infection."
    },
    {
        "titre_h2": "Diagnosis",
        "contenu": "In most cases, your healthcare professional can diagnose pink eye by asking about your recent health history and symptoms and examining your eyes. Rarely, your care professional may take a sample of the liquid that drains from your eye for laboratory analysis, called a culture. A culture may be needed if your symptoms are severe or if your care professional suspects a high-risk cause, such as:"
    },
    {
        "titre_h2": "Treatment",
        "contenu": "Pink eye treatment is usually focused on symptom relief. Your care professional may recommend: If you wear contact lenses, you'll be advised to stop wearing them until treatment is complete. Your care professional will likely recommend that you throw out soft contacts you've already worn. Disinfect hard lenses overnight before you reuse them. Ask your care professional if you should discard and replace your contact lens accessories, such as the lens case used before or during the illness. Also replace any eye makeup used before your illness. In most cases, you won't need antibiotic eye drops. Since conjunctivitis is usually viral, antibiotics won't help. They may even cause harm by reducing their effectiveness in the future or causing a medicine reaction. Instead, the virus needs time to run its course. This typically takes around 2 to 3 weeks. Viral conjunctivitis often begins in one eye and then infects the other eye within a few days. Your symptoms should gradually clear on their own. Antiviral medicines may be an option if your viral conjunctivitis is caused by the herpes simplex virus. If the irritation is allergic conjunctivitis, your healthcare professional may prescribe one of many different types of eye drops for people with allergies. These may include medicines that help control allergic reactions, such as antihistamines and mast cell stabilizers. Or your care professional may recommend medicines to help control inflammation, such as decongestants, steroids and anti-inflammatory drops. Nonprescription versions of these medicines also may be effective. Ask your care professional about the best option for you. You might lower the severity of your allergic conjunctivitis symptoms by avoiding whatever causes your allergies."
    },
    {
        "titre_h2": "From Mayo Clinic to your inbox",
        "contenu": "Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview."
    },
    {
        "titre_h2": "Lifestyle and home remedies",
        "contenu": "To help you cope with the symptoms of pink eye until it goes away, try to:"
    },
    {
        "titre_h2": "Preparing for your appointment",
        "contenu": "Start by seeing your regular healthcare professional if you have any eye-related signs or symptoms that worry you. If your symptoms persist or get worse, despite treatment, your care professional may refer you to an eye specialist (ophthalmologist). Because appointments can be brief, and because there's often a lot of ground to cover, it's a good idea to be well prepared for your appointment. Here's some information to help you get ready for your appointment and what to expect. Your time with your healthcare professional is limited, so preparing a list of questions can help you make the most of your time together. List your questions from most important to least important in case time runs out. For pink eye, some basic questions to ask include: In addition to the questions that you've prepared to ask, don't hesitate to ask additional questions. Your healthcare professional is likely to ask you a number of questions. Being ready to answer them may allow time later to cover points you want to address. You may be asked: Stop using contact lenses until you can see your healthcare professional. Wash your hands frequently to lessen the chance of infecting other people. Don't share towels with other people for the same reason."
    }
]