[
    {
        "titre_h2": "What is spondylosis?",
        "contenu": "Spondylosis is another word for osteoarthritis of the spine, a condition that usually develops with age, and is the result of normal “wear and tear” on both the soft structures and bones that make up the spine. Although any part of the spine may be affected, spondylosis is more frequently seen in the spine’s highest and lowest sections – the cervical (neck) and lumbar (low back) areas, respectively. The condition is less commonly found in the thoracic spine (middle portion), possibly because the rib cage serves to stabilize this area and make it less susceptible to the effects of wear and tear over time. Illustration of a cross-section of the spine, dorsal (back to front) and lateral (side) views, showing its vertebral sections. Spondylosis can affect structures within multiple areas of the spine, with respect to the anterior (front part) or posterior (back part) parts of the spine. The intervertebral discs (soft, gel-like structures located in the anterior of the spine that serve as shock absorbers between the bony vertebral bodies) can degenerate and lose their height over time, which is a form of spondylosis. Additionally, posterior structures, such as the facet joints and ligamentum flavum (ligaments that provide spinal stability), can also become arthritic (“wear and tear”) and hypertrophic, respectively, which is another form of spondylosis. These changes can occur in the cervical, thoracic, or lumbar spine."
    },
    {
        "titre_h2": "What are the symptoms of spondylosis?",
        "contenu": "People with spondylosis may or may not experience pain or, indeed, any symptoms at all. Those who have no symptoms may become aware of the condition only when they are being assessed for another medical issue that calls for imaging of the spine with an X-ray, MRI, or CT scan. When symptoms are present, they vary depending on the area where the condition develops and the structures that are affected, but they can include pain or limited range of motion. Individuals with spondylosis who are otherwise without pain may experience crepitus, a feeling or sound of crunching in the spine, along with a limited range of motion. This usually is not a cause for concern, as it rarely indicates nerve or spinal cord damage. Pain symptoms resulting from spondylosis are more common in the lumbar spine than in the cervical spine, simply because the lumbar spine bears a higher weight load. The most common symptoms are low back pain, leg pain and other signs of nerve compression. Pain and tingling that radiate to the hip or down the leg – or numbness and weakness in the foot or leg – can result from compression or inflammation of nerves, a condition called lumbar radiculopathy. For example, a person may have pain in their knee and think it is injured but later learn that this pain is caused by spondylosis that is compressing a nerve which extends down to the knee. Irritation of the nerve roots that form the sciatic nerve is especially common and is often referred to as sciatica. If spondylosis causes narrowing of the spinal canal itself, a condition called central spinal stenosis, it can compress not just the nerve roots but all of the neural structures running within the canal. This may lead to neurogenic claudication, characterized by pain, heaviness, tingling, or weakness in one or both legs when standing or walking, which improves when sitting down or bending forward. Some people describe it as a feeling that their legs are “giving out” or becoming fatigued after walking short distances. The most common symptoms are neck pain and stiffness. In cases where spondylotic changes to the spine put pressure on adjacent nerves, patients may experience pain, numbness or tingling that extends down the arm, with or without symptoms in the neck itself. This type of nerve pain, which results from compression or inflammation of the nerve in the cervical spine, is known as cervical radiculopathy. Severe cases may also cause compression of the spinal cord, which may manifest as weakness or impaired motor function in the arms or hands, or bowel or bladder dysfunction, which is a condition cervical myelopathy."
    },
    {
        "titre_h2": "Is spondylosis serious?",
        "contenu": "Because spondylosis can affect people in many different ways, there is no single answer to this question. Many cases of spondylosis are effectively treated with physical therapy and pain relief measures. However, orthopedists advise seeking more immediate care if the following symptoms, which are associated with pressure on the nerves, are present: Weaknesses, including foot drop (difficulty lifting the toes and forefoot off the floor). Bladder or bowel dysfunction, especially incontinence. Changes in balance that cannot be attributed to other factors. Numbness either in a stripe-like pattern or involving the fingers. Severe pain, especially electrical or shock-like pain. Pain in the arms and legs that has not responded after attempting other nonsurgical measures like physical therapy, oral pain medications, and/injections."
    },
    {
        "titre_h2": "Are some people more likely to develop spondylosis than others?",
        "contenu": "Spondylosis is likely to affect most people to some degree as they age, as it is the natural result of years of the spine being subject to the forces of gravity. There may be a genetic component (an inherited tendency) to develop the condition, but research has not clearly established this link. An association between traumatic injury to the spine and the development of spondylosis later in life has been established."
    },
    {
        "titre_h2": "How is spondylosis different from spondylolisthesis?",
        "contenu": "Although the names sound similar, spondylolisthesis is a condition in which one of the vertebrae (the bones that make up the spine) has moved out of place – usually in a forward direction. While this is a distinct diagnosis, spondylolisthesis may occur as a result of spondylosis, which can cause other structures of the spine (for example., facet joints) to become degenerated and unstable, and to move out of their normal position. Other conditions that may result from spondylosis include: spinal stenosis – a narrowing of the spinal canal degenerative scoliosis – a sideways curvature of the spine due to osteoarthritis degenerative disc disease – wear and tear of the disc space"
    },
    {
        "titre_h2": "How is spondylosis diagnosed?",
        "contenu": "A diagnosis of spondylosis is based primarily on information seen on images of the spine: changes to the bones are most clearly seen on X-ray, while changes to the soft structures – including the disks that act as cushions between the vertebrae – are more clearly seen on MRI or CT scans. Abnormalities that may be detected include bone spurs (small growths of extra bone) or bulging or herniated discs. Either can cause narrowing in the spinal canal and put pressure on adjacent nerves. It’s important to note that wear and tear on the spine may show up on imaging tests, without the individual experiencing any pain or discomfort. To better understand the impact spondylosis may have on a person, the orthopedist may order X-rays to look at the skeleton in motion, for example when the spine and neck bend backward (extension) or forward (flexion)."
    },
    {
        "titre_h2": "What type of doctor treats spondylosis?",
        "contenu": "People should first consult their primary care physician for back and neck pain. For persistent pain or symptoms associated with pressure on the nerves, such as weakness, are best assessed by a physician who specializes in musculoskeletal medicine, such as a physiatrist (a doctor who practices physical and rehabilitative medicine), a pain management doctor or a spine surgeon. Once a diagnosis has been made, the type of physician who may best treat a patient’s symptoms depends on the individual case. For many people, a physiatrist and physical therapist can provide a nonsurgical treatment plan. In cases where spondylosis-related anatomic changes require removal or release of tissue, a spine surgeon will become involved. In some cases, a physiatrist or spine surgeon may also refer the patient to see a neurologist for additional care."
    },
    {
        "titre_h2": "How is spondylosis treated?",
        "contenu": "Treatment for spondylosis depends on the specific set of symptoms and findings that a patient is found to have and the area of the spine that is affected. Initial measures almost always include physical therapy to strengthen the muscles that support the spine and, in some cases, epidural steroid injections to reduce inflammation and pain. Short courses of oral pain medication, like nonsteroidal anti-inflammatory drugs (NSAIDs), or a short course of oral steroids (corticosteroids) may also be prescribed. Some people may also benefit from an interventional procedure such as radiofrequency ablation. Although non-operative treatment won’t change the structural effects of spondylosis – the wear and tear on tissues and the pressure on the nerves – it can provide relief while the nerve adapts to these changes in the spine anatomy. In many cases, this allows the symptoms to decrease without surgery. Symptoms of lumbar spondylosis may be treated with physical therapy, exercises and, sometimes, oral or injected medications: Physical-therapist-guided lower back stretches and exercises help strengthen your core, hips and gluteal muscles (“glutes”) to help support the lumbar spine while increasing flexibility. Examples include glute bridging, abdominal bracing, pelvic tilts and lying knee-to-chest-stretching. Oral, nonsteroidal anti-inflammatory drugs (NSAIDs, such as ibuprofen) and oral corticosteroids may be used to decrease acute pain and inflammation related to lumbar radiculopathy from lumbar spondylosis. Importantly, long-term use of oral steroids and anti-inflammatory medications can have some negative side effects. Epidural steroid injections are more frequently used for lumbar than cervical spondylosis, since the weight load on the lower back causes higher incidences of nerve root compression (such as sciatica) than in the neck, but epidural injections are increasingly being used to diagnose and treat cervical radiculopathy. (If an epidural injection provides short-term pain relief, it confirms the location of the source of the pain.) The epidural space in the lumbar spine is also larger than in the cervical spine, which reduces the likelihood of injection-related complications. In some cases, patients may benefit from nonsurgical interventional procedures such as radiofrequency ablation to disrupt pain signals from the facet joints, or basivertebral nerve ablation to address pain that originates from the vertebral endplates. Nonsurgical treatments for symptoms caused by cervical arthritis include exercises guided by a physical therapist, such as postural chin tucks, side and rotational neck stretches for mobility, and strength training for the upper back and shoulder muscles to help reduce neck strain. Oral anti-inflammatory medications and oral corticosteroids may be also used to decrease acute pain and inflammation related to cervical radiculopathy from cervical spondylosis. As mentioned above, patients and providers need to be cognizant of long-term use, due to side effects. Epidural injections may also be used in the cervical spine, especially if spondylosis is causing cervical radiculopathy, with pain that radiates to the arm."
    },
    {
        "titre_h2": "What is the surgery for spondylosis?",
        "contenu": "If a person continues to have pain and debility from spondylosis after conservative measures are tried, spinal decompression and/or fusion surgery may be recommended. The specific procedure recommended depends on the abnormalities present in the spine, but it will generally involve addressing the area of the spine that is pressing on a nerve. Some examples of minimally invasive surgical treatment for spondylosis include: removal of a bone spur in cervical spondylosis placement of spacers to recreate space lost by disc wear, allowing nerves to be free of compression removal of soft tissues that can become thickened in spondylosis that press on nerves In some cases, a patient with spondylosis will require more extensive surgery to remove more of a portion of the spine that is causing pain, and a fusion of the vertebrae, a surgery that stabilizes the bone. For lower back pain, leg pain, or other problems associated with lumbar spondylosis that do not improve with non-operative treatment, surgical options may be considered. These include minimally-invasive decompression procedures such as discectomy or lumbar laminectomy to relieve pressure on neural structures. If decompression alone is insufficient, spinal reconstruction and fusion surgery may be appropriate. The goal of fusion surgery is to promote bony healing between two or more adjacent vertebrae, restore the physiologic shape of the spine and a balanced posture, and create adequate space for all neural structures. Lumbar fusion can be performed through different approaches, including anterior (through an incision in the abdomen), lateral (through the flank), or posterior (through the back). In select cases, a motion-preserving lumbar disc replacement may be an alternative to fusion. The type of procedure performed depends on multiple factors, including the severity of spondylosis, the degree and location of neural compression, and individual anatomic and biomechanical considerations. When symptoms from cervical spondylosis – such as neck pain, arm pain, numbness, weakness, or spinal cord compression – do not improve with non-operative treatment, surgery may be considered. If there are symptoms and radiographic evidence of spinal cord compression, surgery is generally recommended to prevent further deterioration, which can include loss of balance, impaired fine motor skills, or changes in bowel and bladder function. Anterior cervical discectomy with fusion (ACDF surgery) is the most common procedure for treating nerve or spinal cord compression in the neck. The goal is to remove the degenerated disc, relieve pressure on the neural structures, and fuse the vertebrae adjacent to the affected intervertebral disc. Other anterior-based surgeries include cervical disc replacement, which can preserve motion at the operated level in select cases. Posterior-based decompression options include cervical foraminotomy, which enlarges the nerve passageway to relieve nerve root compression, and either cervical laminectomy or cervical laminoplasty – each of which removes part of the posterior vertebra to decompress the spinal cord. If restoration of alignment is required, or if there are concerns about spinal stability, cervical laminectomy with fusion may be performed. The choice of procedure depends on several factors, including the severity and location of spondylosis, the number of spinal segments involved, the degree of neural compression, the presence of any spinal deformity, and individual patient considerations."
    },
    {
        "titre_h2": "What is the recovery time for spondylosis surgery?",
        "contenu": "Recovery time varies depending on several factors, including the type of surgery performed, the patient’s preoperative fitness level, and any existing medical conditions (comorbidities). Minimally invasive and muscle-preserving spinal procedures often allow a more rapid return to daily activities, while more extensive surgeries may require a longer healing period. In most cases, patients are able and encouraged to get out of bed and walk on the same day of surgery or the first day after surgery. Early ambulation promotes circulation, supports recovery, and helps prevent complications. Many patients begin a course of physical therapy about six weeks after surgery. Keeping the supporting muscles flexible and strong and maintaining a healthy weight are the best ways to prevent further problems in the spine. Patients are also advised to assess and adjust ergonomic conditions that may have exacerbated their pain, for example raising a computer monitor to eye level to eliminate the tendency to hunch forward while doing office work."
    },
    {
        "titre_h2": "Are there any dietary supplements that can help treat or prevent spondylosis?",
        "contenu": "There is no evidence at this time that any particular diet or supplement will help with spondylosis. It’s always a good idea to follow a healthy diet and to use supplements with caution, as these products are not regulated by the US Food and Drug Administration (FDA). While no clear evidence exists on the prevention of spondylosis, adequate protein intake is recommended after surgery to support healing, maintain muscle strength, and aid recovery."
    },
    {
        "titre_h2": "Key takeaways",
        "contenu": "Spondylosis (osteoarthritis of the spine) is a common, age-related degenerative spinal condition. Many people feel no symptoms at all, while others may have stiffness in the neck or low back, or pain from compressed nerves in those regions. Spondylosis can cause other related conditions such as spinal stenosis, radiculopathy or myelopathy. A suspected diagnosis is confirmed by imaging (X-rays, MRIs, and/or CT scans). Treatment usually begins with nonsurgical measures, including physical therapy, medications, or spinal injections. Surgery may be considered if non-operative treatments do not provide relief."
    }
]